Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] My Gently Raised Beast (곱게 키웠더니, 짐승).tmx
Source language: ko_kr
Languages: en_us

source: 하지만 그런 말을 할 수 있을 리 없다.{j}무슨 말을 해야 할지도 알 수 없었다.{j}고귀하시고도 대단하신 신수 일족께서 손수 참새를 잡아 오신 거다.{j}그것도 절 위해.
en_us: Blondina thought to herself. She didn’t know what she should say to Amon because she didn’t want to hurt Amon’s feelings. She knew he brought this as a gift. It was a gift from the almighty divine beast just for her.{j}{j}{j}

source: 블론디나 니이임-!
en_us: “Princess Blondinaaaaa!”

source: 아델라이 황녀가 으름장을 놓는데도 여전히 여유로워 보이는 모습이었다.
en_us: He looked relaxed even when Princess Adealli was warning him for his actions.

source: 블론디나의 말에, 고개를 갸웃한 마제또가 호들갑스럽게 짹짹거렸다.
en_us: Hearing Blondina’s words, Majetto eagerly tweeted to her and asked.

source: “그땐 마제또가 죽은 줄 알았으니까.{j}어쨌든, 어때?{j}잘 어울려?”
en_us: “Well, that’s because I thought Majetto was dead. Anyway, how do I look? Does it look good on me?”

source: “가자, 라르트.{j}어울려 봤자 우리 격만 떨어져!”
en_us: “That’s enough, Lart. Let’s go. Spending time with her any further will only make us stoop down to her level!”{j}

source: “라르트.{j}네게 치욕을 준 그들에게 반드시 내가 복수해 줄게.”
en_us: “I promise you that I will think of a plan to help you get your revenge on them for humiliating you, Lart.”{j}

source: “응.{j}그랬지.”
en_us: “So, why do you want to see an archery tournament?”{j}

source: 귀금속점 주인에게 들은 말의 무게가 워낙에 무거웠기에,
en_us: The jewelry store owner’s words crossed the emperor’s mind once more. He knew very well that the owner was a man of his words.

source: “응.{j}그래.{j}우선 치료만 하고 가.”
en_us: “Okay. Do as you wish.”{j}{j}

source: 「역시 너밖에 없어, 루시.」
en_us: “You’re the best, Lucy.”

source: 무뚝뚝한 그의 음성에서 새삼 거리감이 느껴졌다.
en_us: His monotone voice made her feel more distant from him.

source: 그 눈빛을 받는 필립은 왠지 기분이 이상해졌다.
en_us: Philip felt somewhat strange as he also noticed the black cat staring right at him.

source: 그 말을 끝으로 에이몬은 하품을 하고는 고개를 휙 돌려 버렸다.
en_us: With this last word, he turned away from her and yawned.

source: 곧 문이 열리자, 성장기 소년치고 키가 훌쩍 큰 공자가 안으로 들어섰다.
en_us: As the door opened, a young boy who seemed taller than average entered the room.

source: 반지를 남기며 ‘언젠간 다시 오겠다.’라고 약조했으나 황궁으로 돌아와 황태자 책봉을 받자마자 잊었다.
en_us: On the day of his departure, the emperor promised Lily that he will return for her and her daughter one day, but he never did. When he was named the crown prince to the throne, he decided to forget about her.

source: 이제는 시간이 지나 조금 괜찮아졌다고 생각했는데.{j}잔잔한 파도가 밀려오듯 아련한 그리움이 스몄다.
en_us: She thought time would heal her pain, but the emotions permeated through her heart like calm waves hitting the shore.{j}

source: 정강이는 아팠고, 앓는 소리를 낸 상황은 수치스러웠다.
en_us: He was trying to swallow the pain, but he couldn’t hide his embarrassment for yelling so loudly.

source: 아델라이 황녀의 눈매가 가늘어졌다.
en_us: Princess Adellai glared back at her.

source: 그녀 역시 백작가 출신이었으나 고위 귀족인 공작가에 비할 바는 아니었다.
en_us: Although Lucy was also a noble herself, her father was a count whereas Philip’s father was a duke. Basically, her family stood no match against Philip’s family compared in power.

source: 루시의 모친인 헤리브 백작 부인은 한때 고위 귀족의 예절 선생님으로 가정교습을 다닌 전적도 있었다.{j}그 때문에, 루시가 블론디나의 훌륭한 ‘선생님’이 될 수 있는 건 당연한 일이었다.
en_us: Moreover, Lucy’s mother, Countess Herive, was once a tutor who taught high-class aristocrats the proper etiquettes in becoming a honorable noble. Thus, Blondina had the best teacher to teach her the etiquettes of a royal by her side.

source: 어쨌든 선물로 받은 거였으니까.
en_us: Considering it was a gift, so she didn’t want to just throw it away.

source: 그럴 리가 없잖아, 이 멍청아!
en_us: There’s no way she could, you idiot!

source: ‘그분 마음이니까.’
en_us: He can do whatever he feels appropriate.

source: 자세한 내막은 모르나 자신은 이미 돌아가신 어머니와 황제인 아비 사이의 하룻밤 인연으로 만들어진 사생아 같았다.
en_us: Although she wasn’t explained with the details, Blondina assumed that she was born between her deceased mother and the emperor after their one night love.

source: “네가 황제의 관을 차지할 수 있을 것이다.”
en_us: “...you will be named empress of this great empire.”

source: 「누군지도 모르는 인간을 내가 왜 따라가.」
en_us: “Why would I follow a stranger like you?”

source: “응.{j}알겠어.”
en_us: “Okay, got it.”{j}

source: 뒷골목 줄무늬 고양이에게 밥을 몇 번 챙겨 주었더니 죽은 생쥐를 물고 왔었다고.{j}고양이 나름의 깜찍하고도 끔찍한 보은이라나.
en_us: The old lady told Blondina a story about a stray cat she used to feed that started bringing dead rats from the street as a token of gratitude to her.{j}

source: 양탄자 위에 앉은 블론디나가 걱정스레 물었다.
en_us: Blondina worriedly asked sitting on the rug.

source: 라르트 황자가 묘한 분위기를 전환시키기 위해 툭 제 말을 끼워 넣었다.
en_us: Prince Lart also added in Old Atesian to lighten up the atmosphere.

source: 「네가 무슨 상관이야.」
en_us: “It’s none of your business.”

source: 드레스룸으로 들어와 보드라운 실크 슈미즈로 갈아입으며 ‘본능적인 향?’이라고 중얼거렸으나 알 수 있는 건 없었다.
en_us: An unique intrinsic attribute? An aura?

source: 제 팔뚝만 한 작은 체구의 솜뭉치가 과거의 잔상들을 모두 죽여 준다는데, 그게 너무도 믿음직스러워 웃음이 났다.
en_us: As she continued to rub Amon’s chin, she giggled thinking over what Amon had said to her. His promise to destroy her traumatic memories reassured Blondina.

source: 어쩐지 으슬으슬한 감각이 블론디나의 등골을 타고 흘렀다.{j}그 감각을 애써 무시하며 시선을 돌렸다.
en_us: Feeling a weird chill run down her spine, Blondina tried to ignore both the weird chill and Amon by turning her head away from his.{j}

source: “고양이 아니라니까.”
en_us: “I’m not a cat.”

source: “내가 인간형이면 싫어?”
en_us: “Do you not like my human form?”

source: 그 일들을 입 밖으로 내기에는 아물고 여물 시간이 필요했다.{j}그래서 그냥 대충 적당히 둘러대기만 했다.
en_us: Blondina needed more time for her to heal from her painful past and to talk about it to others. Instead of going into details, she always glossed over her story.

source: 여관 일은 고되었다.{j}궂은일에 손이 부르트고 행동이 굼뜨다며 엉덩이를 차였으나 별다른 방법은 없었다.{j}소아성애자에게 팔려 가지 않는 이상 어린 고아가 삶을 꾸려 갈 방법은 이것밖에 없었으니까.
en_us: Her life at the inn was arduous. Not to mention her swollen hands from the tedious work, she was often bullied for being clumsy. However, as an orphan, she had no better choice. It was either this or being sold to an old pedophile.

source: 무슨 말인지 이해할 수는 없었다.{j}하지만 물어보았자 에이몬의 성격상 제대로 된 답을 해줄 것 같지 않아 상냥히 고개를 끄덕일 따름이었다.
en_us: Lucy had no clue what Amon was talking about but she didn’t bother to ask, knowing that he wasn’t the type to explain in detail. So, she simply nodded back.{j}

source: “무슨 내용이에요?{j}응?{j}응?{j}누가 왜 준 건데요?”
en_us: “What does it say? Huh? Huh? Who sent it and why?”{j}{j}{j}

source: 라르트 황자와 아델라이 황녀 때문에 마음에 맴돌던 불쾌함은 어느새 사라진 뒤였다.
en_us: After spending some time with the cat, Blondina completely forgot about her displeasing interaction with the twins, Prince Lart and Princess Adellai.

source: 「뭐…… 언젠가는…….」
en_us: “Well...I guess one day...”

source: “그래.{j}날 믿어.”
en_us: “Count on me.”{j}

source: 에이몬이 그러건 말건 블론디나는 작은 표범을 꽉 껴안아 뺨을 비볐다.
en_us: Regardless of how Amon reacted, Blondina kept Amon tight in her arms and felt his fur.

source: 손에 올라왔던 앵무새를 날려 보낸 남자가 시종을 향해 찬찬히 뒤를 돌았다.
en_us: The blond man slowly turned to his servant after letting the parrot fly away and brushing off the remaining birdseed on his hand.

source: “어디 있어?”
en_us: “Where are you?”

source: 그제야 마제또가 블론디나의 머리카락 사이로 머리를 삐죽 내밀었다.{j}그러곤 화살을 날리는 모습을 보더니 다시 쏙 몸을 숨겼다.
en_us: Only after hearing Blondina’s word, Majetto rest assured and peeked outside of her hair. But he swiftly burrowed himself into her hair after the sight of arrows flying to the sky.{j}

source: “고귀하고 존귀하신 이 몸보다, 아까 그 무식한 몸집의 인간이 더 두려워?”
en_us: “You’re telling me that you were more afraid of that overgrown doofus than you are of my high and noble self?”

source: 그에게 제 존재는 그쯤이라는 건 이미 알고 있었다.
en_us: I guess that’s the only word he has to describe me.

source: 제게 중얼거렸던 황제의 발언을 떠올려 본다.
en_us: Blondina repeated after the emperor’s words while she compared the tone of his voice when he spoke to Adellai just now.

source: 입 좀 다물라는 의미였다.
en_us: Greatly annoyed by the sparrow, Amon growled at him and showed his fangs, warning the sparrow to shut up.

source: 초조한 기색으로 삐죽삐죽 움직이는 모습을 보고 있자니 블론디나는 내심 서운한 기분이 들었다.
en_us: His movement and his struggles to escape from her made her feel even more disappointed.

source: 말하자면 몸에 새겨진 몸짓이었다.
en_us: It was an instinct of his. Something he couldn’t control.

source: 웃음기 섞인 아이의 목소리에는 경멸과 조소가 가득 차 있는 듯했다.
en_us: He continued with a voice mixed with laughter and derision.

source: “릴리는 어떻게 죽었느냐.”
en_us: “How did Lily die?”

source: 황녀임에도 늘 무시당하는 게 일상 아닌가.{j}한데 지금 자신이 이렇게 ‘두 명 중 하나인 황녀’ 대우를 받고 있다니.
en_us: Blondina couldn’t believe his words, because no one in the castle dare to treat her as Princess Adellai’s equal. She was used to people looking down on her.{j}

source: “뭐?{j}이 주제도 모르는 게!”
en_us: “How dare you talk back to me?! Know your place!”{j}

source: “놀려 주러 왔는데 자랑하기 좋아하는 애 취급이나 당했네.{j}이게 뭐야.{j}우리가 유치하게 군 것 같잖아.”
en_us: “I thought we had the upper hand by teasing her speaking in Old Atesian, but she just made us look like childish show-offs. Damn it. It was pointless after all.”{j}{j}

source: 그래, 나무라도 구경하러 가보자.{j}그런 신호였다.
en_us: He was implying that he approved her proposal to go look at trees.{j}

source: 저도 모르게 손이 벌벌 떨리고 이가 다닥다닥 맞물렸다.
en_us: With her memories of the past crossing through her mind, her hands were unknowingly trembling in fear and her teeth were grinding as she clenched her mouth.

source: 하지만 블론디나의 부재에도 사람들은 ‘비밀에 싸인 블론디나 황녀’에 대해 속살거리고는 했다.
en_us: Even though she avoided attending those parties, it didn’t stop the people from gossiping about her, the mysterious princess.

source: 제 입으로 ‘내가 이 세상에서 가장 강하고 가장 위대한 표범 신수 일족이야!’라는 말을 하기에는 영 멋이 없지 않은가.
en_us: He realized how embarrassing it would be if he boasted himself by describing himself as the world’s strongest and magnificent divine beast in front of Blondina. He had to stop himself from undermining his own pride.

source: 우리끼리만 아는 얘기가 아니라 우리끼리만 쓸 수 있는 언어라고 표현함이 옳았다.
en_us: To be exact, it wasn’t the topic Blondina knew nothing about, it was the language.

source: 하는 행동이나 외모를 보면 작고 귀여운 게 맞았다.
en_us: How else could I describe your adorable actions and appearance?

source: “황녀님.
en_us: “My lady. May I come in, if you are awake?”

source: “네 이름이 무엇이냐.”
en_us: “What’s your name?” he asked.

source: “내 너희를 보고 싶어 일주일이 한 달 같았다.”
en_us: “I have missed you so much that a week felt like a month.”

source: 다시 어둠 속에 나타난 건, 작은 표범이 아닌 아름다운 소년이었다.
en_us: This time it wasn’t a small black leopard appearing from the bushes, but a beautiful boy.

source: 필립 공자는 그리 믿어 의심치 않았다.{j}공자는 오만하게 웃었다.{j}지금까지 제 마음대로 되지 않은 일은 없었다.{j}이번 일도 물론 그러할 것이었다.
en_us: Philip arrogantly smiled thinking of his future and didn’t have a single doubt about it, because he had always gotten everything he had ever wanted in his life. He thought Blondina would be no different.{j}{j}{j}

source: 넌 아까 인사했잖아…….
en_us: “You already introduced yourself. That’s enough”

source: 다만, 진지한 표정으로 연고를 발라 주는 블론디나의 손길이 싫지 않은 에이몬이 그녀를 가만히 내버려 둔 것뿐이다.
en_us: However, he didn’t tell her the truth because he was slightly enjoying Blondina’s careful touches and her serious look sincerely caring for him.

source: 블론디나의 낯 위에 공포와 혼란이 배어 있었다.
en_us: He saw that Blondina’s face was plastered with a mixture of fear and terror.

source: 블론디나는 발가락으로 에이몬의 등을 문지르다가 옆에 누워 있는 루시의 머리카락을 만지작거렸다.
en_us: Instead of asking him further, she stroked Lucy’s hair, who was laying beside her, while rubbing Amon’s back with her toes.

source: “네 파티는 생각해 보고 참석하는 거로 할게.”
en_us: “I’ll think about attending your party.”

source: “눈도 머리카락 같은 황금색이었으면 좋았을 것을…….”
en_us: “If only your eyes were as golden as your hair...”

source: “에이몬 님.{j}그거 꽤 비싸요.{j}희귀한 꽃을 말린 거라서.”
en_us: “Amon, that tea is quite expensive. It’s made from rare dried flowers.”

source: 에이몬은 결국 블론디나의 가슴팍에 제 콧잔등을 느릿하게 비비며 한숨같이 중얼거릴 수밖에 없었다.
en_us: Amon couldn’t understand his own behaviors. He sighed deeply and muttered to himself as he slowly rubbed his nose against Blondina’s body.

source: “제 생일파티 초대장입니다.”
en_us: “It’s an invitation to my birthday party.”

source: ‘지금쯤 선물을 받았겠지.’
en_us: She must have received it by now.

source: 커튼 뒤에 숨어 얼굴만 빼꼼 내민다.
en_us: He hid his body behind the curtains and peeked from it.

source: 앵무새에게 모이를 주던 금발 남자 뒤로 누군가가 다가왔다.{j}조심스레 다가선 이는 금발 남자에게 허리를 푹 숙이며 다급히 외쳤다.
en_us: Someone walked up to the blond man feeding his parrot, giving him a quick bow before shouting.

source: 에이몬의 귀가 쫑긋쫑긋 움직였다.
en_us: Amon’s ear pricked at the sound of her voice.

source: “이, 이것을 어디서 훔친 게냐!
en_us: “Wh-where did you steal this from, you brat!”

source: 처음 보는 말하는 고양이에게 친구가 되자 하고, 치료하러 데려가면서 혼자 울고.{j}확실히 이상한 여자애가 맞았다.
en_us: She was indeed a strange girl. Not only did she ask a talking cat to be her friend, but she randomly teared up on their way to treat the cat.{j}

source: 이를 드러낸 고양이가 앙칼지게 말했다.
en_us: The cat spoke back at her with a sharp voice.

source: 참새 마제또가 천장 위를 부산스레 빙빙 돌며 외쳤다.
en_us: Majetto flapped around Amon and said the best compliment he could think of.

source: “감사합니다.”
en_us: “Thank you.”

source: 「파티 갈 거야?」
en_us: “So, are you really going to that birthday party?”

source: 여느 날과 같은 오후였다.
en_us: An ordinary afternoon at Blondina’s room, Blondina and Lucy were busy playing chess.

source: 블론디나는 할 말을 잃고 창밖을 응시했다.
en_us: Blondina was lost for words as she stood dumbfounded gazing out the window.

source: 두 손을 뻗자 기다렸다는 듯 에이몬이 뛰어올랐다.
en_us: She reached out her hands and Amon jumped in.

source: 남이 보면 미쳤다고 할 법한 행동이었다.{j}
en_us: If someone were to see her in the garden, they would’ve thought Blondina had gone man.{j}

source: 아델라이가 한숨을 내쉬었다.
en_us: Adellai sighed.

source: 보아도 보아도 놀라운 힘이건만, 블론디나는 놀라는 대신 걱정스러운 얼굴로 달려왔다.
en_us: However, his incredible strength didn’t startle Blondina a bit, instead, she approached him with a worried look.

source: 사신을 향해 눈으로 웃으며 조용히 손을 뻗는 블론디나의 몸짓은 우아했다.{j}그 누구도 ‘황녀’라는 신분을 의심하지 못할 정도로 자연스럽기도 했다.
en_us: Blondina’s gestures and her smile were all so elegant and natural that visitors of Sichilla believed her to be a royal princess of Ates.{j}

source: 그런 후 루시가 다른 말을 하기도 전에 냥냥거리며 말을 이었다.
en_us: Before Lucy could continue, Amon spoke out.

source: 참새를 향한 명령 같았다.
en_us: Amon suddenly ordered the sparrow to do something impossible.

source: 저번에 훔쳐 간 팔찌를 잃어버리기라도 한 걸까.{j}그래서 죄책감에 찾아오지 못하다가 대신 줄 이 반지를 물고 오기라도 한 걸까.{j}아무래도 그런 게 확실하다.{j}저 귀여운 표범에게 죄책감이 있을 줄은 몰랐는데.
en_us: Did he lose the bracelet and bring this ring as a replacement? That must be it. But I never thought Amon would feel guilty over something like this.{j}{j}

source: “하지만 그 흑표범도 신의 후예와 전투하다가 광기에 사로잡혔다고 해요.{j}바라한의 후예를 죽인 후에도 많은 인간의 목숨을 빼앗고, 심지어 동족인 표범 신수까지 모두 죽여 버리려 했대요.”
en_us: “But, apparently, this black leopard turned mad during the battle that it didn’t stop after killing Barahan’s descendant. He went on a killing spree, murdering hundreds of people and even the divine leopards from his clan.”{j}

source: “머리 빈 천것 주제에 예의는 잘 배워 왔구나.{j}넙죽넙죽 허리를 잘도 숙이는 것을 보니.”
en_us: “Well, it seems like you’re pretty well-mannered for a stupid peasant. I’m actually quite impressed by how instinctively bow to anyone without hesitation.”{j}

source: ‘에이몬이 지켜보고 있나 보네.’
en_us: Looks like Amon is looking out for me at the window.

source: “정 지루하면 이 뒤 나무라도 구경할까?”
en_us: “If you are really that bored, do you want to go look at some trees?” she asked.

source: 에이몬은, 제게 뺨을 비비는 블론디나를 앞발로 톡톡 두드리더니 이내 슬쩍 밀어냈다.{j}그리고 블론디나가 팔에서 힘을 풀자 그 품에서 벗어나 풀쩍 뛰어내렸다.
en_us: The leopard pushed away her cheek from his after tapping it a couple of time and jumped off her as she let go of him from her arms, and he disappeared into the bushes.{j}

source: “아델라이, 아델라이!{j}분명 걔 고대어를 썼어!{j}그렇지?”
en_us: “Adellai! Adellai! She definitely knew how to speak Old Atesian, right?”{j}{j}

source: 팔에 힘을 푼 블론디나가 고양이의 털을 쓰다듬으며 속삭이듯 사과했다.{j}고양이는 대답 대신 꼬리로 그녀의 팔뚝을 툭툭 때렸다.{j}불만의 표시인 듯싶었다.
en_us: Blondina loosened her grip and stroked the cat’s fur, whispering an apology. Instead of accepting her apology, he his her arms with his tail as a sign of discontent.{j}{j}

source: ‘진짜 귀엽네.’
en_us: He sure is really cute.

source: 홀로 숨을 쉭쉭 몰아쉬다가 마음이 안정되자 비로소 주위를 살폈다.
en_us: Shortly after she burst into anger, she took some deep breaths and looked around to see if anyone was nearby.

source: 만나서 반갑다며 환영 파티를 해주리라 생각한 적은 없으나 이렇게까지 싫어할 줄은 상상하지 못했는데.
en_us: She never expected them throw a welcome party for her, but she also never expected them to hate her so much.

source: 치욕감에 아델라이는 입술을 꽉 물었다.
en_us: Adellai clenched her lips feeling humiliated.

source: 핑!
en_us: Whish!

source: 곧 작은 바람과 함께 의자에 앉아 있던 어여쁜 소년이 사라졌다.{j}대신 나타난 건 귀여운 새끼 표범 한 마리였다.
en_us: Soon, the boy disappeared from his seat with a small gust. Instead, a cute little leopard was sitting in his place. {j}

source: 마법인가?
en_us: Is this some kind of magic?

source: 블론디나의 손바닥 위에 작은 고양이의 감촉이 닿아 왔다.
en_us: Blondina felt the cat’s nose touch the back of her hands.

source: “신성한 산?”
en_us: “The sacred mountain?”

source: “황가의 문양입니다.{j}게다가 보석을 장식하고 있는 황금과 정교하게 세공된 다이아몬드 역시 진품이었습니다.”
en_us: “Your Highness. This is, without a doubt, the symbol of the royal family. Moreover, the gold and diamond exquisitely designed around the ring are proof.”

source: 평민이었던 자신은 상상조차 하지 못했던 일 아닌가.
en_us: She was suddenly amazed by the hidden wonders of the imperial palace. For a peasant like her, such thing was unimaginable.

source: 지독하게 닮은 두 눈동자가 허공 속에 얽혔다.
en_us: Their resembling eyes met.

source: 언뜻 상냥해 보이는 미소이나 메마른 느낌의 것이었다.
en_us: However, it was a dry smile.

source: [할 말이 있다면 내게 직접 해.{j}허수아비처럼 세워 두고 알아듣지 못할 대화를 나누는 대신.]
en_us: “If you have something to say, say it to my face. Don’t make me stand here awkwardly while you belittle me in a language you think I don’t understand.”{j}

source: 지금은 꽁꽁 언 개울가에서 여관 이불을 빨지 않아도 되고, 굶주린 배를 움켜쥐고 울지 않아도 된다.{j}그것만으로도 만족할 수 있었다.
en_us: Blondina never thought that she deserved more as a princess. She was satisfied with her current life where she didn’t have to go out to the freezing stream to wash the blankets from the inn and cry starving to death. She couldn’t ask for more.{j}

source: 귀여운 외모가 주는 긍정적 효과였다.
en_us: It was one of many positive charms of Amon.

source: “혹시 황제 폐하께서 직접 알려 주시기라도-.”
en_us: “Do you think father could’ve taught her?”

source: “씻어야지.”
en_us: “I need to wash up.”

source: 하지만 그 무엇도 할 수 없었다.
en_us: But everything was useless at this point.

source: 블론디나는 그대로 숨을 멈췄다.
en_us: Blondina was lost for words.

source: 그런 후 뒤돌아 나가려던 아이의 등을 향해 마지막 말을 던졌다.
en_us: He paused for a moment to say his last words to her.

source: 블론디나는 대답하는 대신 눈만 깜빡였다.{j}정답이었다.{j}하지만 그 정답을 말하는 순간 저 성격 나쁜 쌍둥이가 다시 길길이 날뛸 것 같아 참기로 했다.
en_us: That was it. It was all Prince Lart’s doing. However, all Blondina could do was stay silent. She knew the moment she replied back the twins would bother her even more.{j}{j}

source: “안녕하세요, 아저씨.”
en_us: “Hello, sir.”

source: 필립은 손에 들고 있던 다른 자그마한 상자도 내밀었다.{j}꽃차가 들어 있는 유리병이 담긴 상자였다.
en_us: Philip had one more gift for the princess. He presented a small box with a glass bottle filled with flower tea.{j}

source: 이러다 황제의 자질에 더욱 어울리는 이는 블론디나라고 할까 봐 무척이나 두려웠다.{j}천한 핏줄인 블론디나가 황제가 되는 건, 제국이 두 쪽 나는 것보다 말도 안 되는 일임을 알면서도.
en_us: Even though Adellai knew that it was impossible for a humble blood like Blondina to be named next in line to the throne, she suddenly grew nervous that her father might end up preferring Blondina over her to become the next empress.{j}

source: 공포에 젖은 라르트는 그 말을 듣지 못했고, 에이몬 역시 마제또의 말을 들은 척도 하지 않았다.
en_us: There was no way Prince Lart could hear Majetto’s voice with the pain he was suffering through. Amon got carried way and didn’t hear Majetto also.

source: 블론디나의 입가에 옅은 미소가 올랐다.{j}하지만 동시에 알 수 없는 울먹임이 새어 나오기도 했다.
en_us: He found Blondina smiling back at him, but at the same time, she looked like she was about to cry.{j}

source: 블론디나의 동생이자 제국의 황자인 라르트가 서 있었다.
en_us: In front of her stood Prince Lart Ryun Ates, who was her half-brother.

source: 블론디나는 제 방을 향해 걸으며 품속 짐승의 털을 살살 매만졌다.{j}보드랍고 간지러웠다.
en_us: Blondina gently stroked the beast’s soft and tickling fur as she headed to her room. {j}

source: 아델라이 황녀가 짜증이 치민 얼굴로 라르트 황자를 노려보았다.
en_us: Princess Adellai glared her eyes to Prince Lart in frustration, telling him to shut his mouth.

source: 그게 저 예쁜 새끼 표범의 심기를 거스를 것 같지 않아 퍽 다행이었다.
en_us: She seemed satisfied with her smell and

source: 필립은 어쩐지 블론디나가 궁금해졌다.
en_us: Philips grew curious of Blondina and her life.

source: “나 주는 거야?”
en_us: “Is it for me?”

source: 털가죽 양탄자 위에 누운 황제가 나른히 말했다,
en_us: The emperor announced the beginning of the tournament as he carelessly laid on a fur rug.

source: 아델라이는 황제의 품에 덥석 안겨 한숨을 푹 내쉬었다.{j}황제는 제 딸아이의 고민을 놓치지 않았다.
en_us: Princess Adellai sighed deeply in her father’s arms and the emperor noticed that something was troubling his daughter.{j}

source: 아델라이 황녀가 손수건으로 제 쌍둥이 남동생의 눈가를 눌러 닦았다.
en_us: Princess Adellai took a handkerchief out of her pocket and wiped off her brother’s tears.

source: 심지어 눈앞의 소년이 방금까지 제 품에서 솜방망이를 날려 대던 고양이라는 사실까지 잊을 정도로.{j}보송보송한 까만 털은 빛을 내는 흑발로, 반짝이던 보랏빛 눈동자는 소년에게 보석처럼 박혔다.
en_us: She was in awe of his beauty that she almost forgot that the boy was that the cat hitting her with his tails in her arms. The cat’s black and soft fur was now turned into the boy’s shiny black hair while he had the same bright purples the cat had.{j}

source: “예뻐.{j}귀여워 죽겠어.”
en_us: “You’re so cute. I adore you.”{j}

source: 오만한 표정으로 블론디나를 찬찬히 훑던 아델라이 황녀가 블론디나를 향해 손가락질했다.
en_us: After slowly glancing over at Blondina, Princess Adellai raised her finger towards her with an arrogant face.

source: “그 누구에게도 네 치부를 드러내서는 안 된다.”
en_us: “Never reveal the weakness of yours to anyone.”

source: “반지를 찾았다고 합니다!”
en_us: “We have finally found the ring!”

source: 상체를 내려, 고개 돌리는 에이몬의 얼굴을 억지로 들여다보았다.
en_us: Blondina lowered her body to Amon in order to look at him in the eyes.

source: 소녀의 입에서 세상 풍파 다 겪은 듯한 목소리가 나왔다.{j}듣는 루시는 약간 웃고 말았다.
en_us: Blondina suddenly sounded like an elder who had experienced enough from life, and her words made Lucy silently laugh.{j}

source: 머리 장식을 다는 블론디나의 얼굴이 약간 상기되어 있었다.{j}오래간만에 하는 황궁 밖 외출이 꽤 기대되는 모양이었다.
en_us: She looked a little nervous as her servant did her hair with some decorations. It was because it had been a while since Blondina was allowed to leave the palace.{j}

source: 앞발로 블론디나의 입술을 톡톡 두드렸다가 살짝 쓸었다.{j}그 느낌이 사뭇 묘해 눈만 끔뻑이다가 두 손으로 에이몬의 앞발을 잡고 뺨에 문질렀다.
en_us: As Amon continued to pat her lips with his paws and swiped it gently, Blondina remained in her bed enjoying the weird feeling of being played around by a cute cat. And when she finally raised herself from the bed she grabbed Amon’s paws and rubbed it to her cheek.{j}

source: 루시는 아무런 답도 하지 못했다.{j}블론디나 역시 딱히 답을 바라고 한 말은 아니었다.
en_us: Lucy didn’t know what to say. But Blondina also didn’t expect an answer from Lucy since she knew that such things would never casually happen in this world.{j}

source: 에이몬은 고개 돌려 블론디나를 응시했다.{j}발 아래 눌린 마제또가 날개를 퍼득이며 “살려 주세요, 블론디나 님!” 하고 외치고 있었다.
en_us: At her voice, Amon turned to her and gazed her back while Majetto was wildly flapping his wings and screaming in the background asking Blondina to save him.{j}

source: 하지만 에이몬이 일전에 그러지 않았나. ‘너와 있는 걸 장로들에게 들키면 귀찮아져.’라고.
en_us: However, she remembered that Amon could get in trouble by the clan elders if they learn of his outings.

source: “흑표범?”
en_us: “A black leopard?”

source: 방금, 블론디나의 품에 안겨 있던 고양이가 절 향해 뛰어들었다.{j}그리고 그가 인간으로 변해 제 목을 밟고 있다.
en_us: Right before he fell to the ground, he remembered Blondina’s cat jumping to him, and in a split second, that cat turned into a human and was now pressing his neck hard on the ground.{j}

source: 하지만 블론디나는 이 자그마한 협박범의 말이 그리 공포스럽지 않았다.
en_us: However, Blondina didn’t even flinch. She wasn’t afraid of his threats.

source: 그럼 네 목에 걸 보석이라도 사주는 건데.”라고 말하며 함박웃음을 지을 따름이었다.
en_us: “I wish I were rich, too. Then I would be able to gift you a bejeweled collar for your neck, right?”

source: “블론디나 륜 아테스 황녀님이십니다!”
en_us: “Princess Blondina Ryun Ates!”

source: 에이몬은 귀찮다는 듯 제 손가락 사이에 엉기는 마제또를 손끝으로 툭툭 밀었다.
en_us: Amon was greatly annoyed by Majetto’s sudden appearance. He pushed Majetto away from his hand with his fingers.

source: 그 웅얼거리는 모습이 또 어찌나 귀여운지, 언제 서운했냐는 듯, 블론디나는 에이몬의 엉덩이를 톡톡 두드렸다.
en_us: Even him murmuring about her looked so adorable that Blondina reached for Amon’s butt and patted.

source: 집채만 한 몸집의 지배자.
en_us: They were fearsome conquerors of great size.
